{
    "upperHeader":{
        "language": {
            "english": "English",
            "arabic": "عربي"
          },
          "contact": {
            "email": "Email@example.com",
            "phone": "+123-456-7890"
        }
    },
    "navbar": {
        "menuItems": {
          "home": "Home",
          "aboutUs": "About Us",
          "services": "Services",
          "blog": "Blog",
          "contactUs": "Contact Us",
          "logout": "Logout",
          "login": "Login",
          "signup":"Sign Up"
        },
        "logoAltText": "Your Company"
      },

      "section": {
        "subtitle": "Providing the best",
        "title1": "HOUSEMAID",
        "title2": "SERVICES",
        "subtitle2": "in Oman",
        "subtitle3": "Al Ghawali Manpower Supply",
        "description": "Al Ghawali is a top domestic worker agency in Oman, offering a wide range of services, including housemaids, housekeepers, and childcare. Al Ghawali recruit skilled professionals from Nepal, India, Sri Lanka, and Myanmar. Our services extend beyond traditional housekeeping, encompassing roles like housemaids, housekeepers, and childcare professionals. Our domestic worker agency take pride in their meticulous recruitment process, ensuring every professional Our supply is skilled and reliable. Our housemaid agency is a trusted partner in building a happy and harmonious home.",
        "buttonText": "Contact Us"
      },
      "services": {
        "sectionTitle": "Services we Offer",
        "seeAllButton": "See All",
        "categories": {
            "fCatNam":"House Maids",
            "sCatNam":"Barista",
            "tCatNam":"Waitress",
            "forthCatNam":"Nurses",
            "fifthCatNam": "Driver"
        },
        "descriptions":{
          "housemaids_description": "Elevate your dining experience with our courteous and efficient waitstaff. Trained to provide exceptional service, our waiters and waitresses ensure a memorable meal for your guests.",
          "baristas_description": "Get best Professional Sri Lanka, India, Myanmar and Nepali Barista Get best Professional Sri Lanka, India, Myanmar Barista Get best Professional Sri Lanka, India, Myanmar and Nepali Barista",
          "nurses_description": "Experienced Waitress from Myanmar, India,  Sri Lanka, and Nepal Experienced Waitress from Myanmar, India,  Sri Lanka, and Nepal Experienced Waitress from Myanmar, India,  Sri Lanka, and Nepal",
          "waitresses_description": "Experience personalized and professional services with our team of waitresses. Experience personalized and professional services with our team of waitresses.Experience personalized",
          "driver_description": "Experience personalized and professional services with our team of drivers. Experience personalized and professional services with our team of drivers. Experience personalized and professional services with drivers."
        },
        "showProfileBtn":"Show Profiles"
      },
      "profilesSection": {
        "title": "Available Profiles",
        "buttonText": "See All"
    },
    "chooseUsSection": {
      "mainText": "Al Ghawali is an excellent choice for anyone looking for housemaids and domestic worker services in Muscat, Oman. Our agency offers a wide range of services, including housekeeping services and childcare services.",
      "subTitle": "Why Choose Us ?",
      "features": {
        "feature1": {
          "title": "Professional Approach",
          "detail": "Al Ghawali is your trusted source for domestic workers in Oman. Our housemaids are experienced, trained, and trustworthy, ensuring a seamless and reliable selection process for our clients."
        },
        "feature2": {
          "title": "Cheapest Prices",
          "detail": "Our domestic worker agency offers professional housemaid services at affordable prices. Al Ghawali maids are skilled and dedicated to providing excellent service. We're a reliable and trustworthy agency, so you can count on us. Choose us for the best housekeeping service you can trust."
        },
        "feature3": {
          "title": "Easy Processing",
          "detail": "Getting our housemaid service is very simple! We've made the entire process super easy for you. From your first inquiry to having a skilled domestic worker at your doorstep, we've simplified every step. Experience ease with our straightforward housemaid service process."
        }
      }
    },
    "testimonials": {
        "title": "What Our Clients Say About Us"
    },
    "needHelpSection": {
        "title": "Need Help Or Customized Package?",
        "description": "If you are looking for expert assistance, leave your mobile number below and our experts will contact you right away!",
        "yourNumber": "Your Number",
        "buttonText": "Submit"
    },
    "footer": {
        "title":"Al Ghawali",
        "description":"Your trusted partner for top-tier maid <br /> services, enhancing your home life with <br /> skilled  and dependable professionals.",
        "Services": "Services",
        "followUsTitle": "Follow us",
        "legalTitle": "Legal",
        "privacyPolicy": "Privacy Policy",
        "termsAndConditions": "Terms & Conditions",
        "copyright": "© 2023 Al-Ghawali ManPower. All Rights Reserved."
    },
    "aboutUs": {
      "sectionTitle": "About Us",
      "sectionTitle2": "Our Vision",
      "paragraph": "Welcome to Al Ghawali Manpower Supply, your trusted partner for premium workforce solutions. With a vision to redefine excellence, we take pride in being a leading provider of skilled and reliable professionals across diverse sectors. Explore our commitment to delivering tailored manpower solutions for your business success.",
      "paragraph2": "At Al Ghawali, our vision is a world where businesses thrive with the support of a dependable and skilled workforce. We aspire to bridge the gap between talent and opportunity, empowering both businesses and individuals to reach their full potential."
    },

      "contactForm": {
        "sectionTitle": "Get In Touch",
        "placeholderName": "Your Name",
        "placeholderEmail": "Your Email",
        "placeholderPhone": "Your Phone number",
        "placeholderMessage": "Message",
        "submitButton": "Send Message"
      },
      "supportSection": {
        "sectionTitle": "Support",
        "dubaiOffice": {
          "title": "Office",
          "address": "Shop No. 2795, near the Social Security Office, Al-Humber Street, Sohar, Oman."
        }
      },
      "allProfiles":{
        "searchBtn":"Search Here"
      },
      "maidDetail": {
        "interviewSuccessMessage": "Interview Planned Successfully, we will contact you soon",
        "codeLabel": "Code:",
        "nationalityLabel": "Nationality:",
        "ageLabel": "Age:",
        "experienceLabel": "Experience:",
        "salaryLabel": "Monthly Salary:",
        "priceLabel": "Price:",
        "downloadCVButton": "Download CV",
        "planInterviewButton": "Plan Interview"
      },
      "filterContainer": {
        "filter":"Filter",
        "jobTypeLabel": "Job Type",
        "salaryRangeLabel": "Salary Range",
        "youHaveLabel": "You Have"
      },
      "filterItems": {
        "fullTime": "Full-Time",
        "monthlyBased": "Monthly Based",
        "under100": "Under 100",
        "100-150": "100 - 150",
        "150-300": "150 - 300",
        "babiesLessThan2Years": "Babies < 2 Years",
        "moreThan2Kids": "More than 2 kids",
        "noSundayOff": "No Sunday Off",
        "hasPet": "A Pet",
        "hasDog": "A Dog"
      },
      "onDemand":{
        "comingSoon": "Coming Soon",
        "heading": "We Provide this Category of workers on demand only.",
        "subTxt": "Please enter your number, our team will get back to you",
        "inputPlaceholder": "Enter Your Ph. No",
        "submitButton": "Submit"
      },
      "aboutCompanyComponent":{
        "services": {
          "title": "60+",
          "description": "Services"
        },
        "workers": {
          "title": "3200",
          "description": "Workers"
        },
        "clients": {
          "title": "2177",
          "description": "Clients"
        },
        "support": {
          "title": "24Hrs",
          "description": "Support"
        }
      },
      "whyChooseUs": {
        "box1":{
          "title1": "Diverse Expertise",
          "content1": "Benefit from a diverse range of skilled professionals across various industries. From hospitality to construction, our expertise spans a multitude of sectors."
        },
        "box2":{
          "title2": "Flexibility",
          "content2": "Tailor your service packages to precisely fit your needs. Whether it's specific roles, unique staffing requirements, or diverse skill sets, we've got you covered."
        },
        "box3":{
          "title3": "Tailored Solutions",
          "content3": "No one-size-fits-all approach. We pride ourselves on crafting customized staffing solutions to meet the unique demands of your business."
        },
        "box4":{
          "title4": "Comprehensive Services",
          "content4": "Beyond staffing, we offer a comprehensive suite of services. From event planning to IT support, we're your one-stop solution for diverse business needs."
        },
        "box5":{
          "title5": "Quality Assurance",
          "content5": "Expect nothing less than excellence. Our commitment to quality ensures that every professional we provide is highly skilled, reliable, and dedicated."
        },
        "box6":{
          "title6": "24/7 Support",
          "content6": "Your business doesn't sleep, and neither do we. Our 24/7 support ensures that you can reach us whenever you need assistance or have a query."
        }
      },
      "filterSection":{
        "search": "Search",
        "clearAll": "Clear All",
        "yourAppliedFilters": "Your Applied Filters",
        "country": "Country",
        "experience": "Experience",
        "languages": "Languages",
        "religion": "Religion",
        "clear": "Clear",
        "applyFilter": "Apply Filter",
        "filter": "Filter",
        "filterOptions": {
          "countries": {
            "myanmar": "Myanmar",
            "india": "India",
            "sriLanka": "Sri Lanka",
            "nepal": "Nepal",
            "philippines": "Philippines"
          },
          "experience": {
            "experienced": "Experienced",
            "new": "New"
          },
          "languages": {
            "english": "English",
            "arabic": "Arabic",
            "other": "Other"
          },
          "religions": {
            "muslim": "Muslim",
            "christian": "Christian",
            "otherReligion": "Other"
          }
        }
      },
      "breadcrumb":{
        "aboutUs": {
          "pageName": "About Us",
          "title": "Al Ghawali Manpower Supply",
          "description": "Where excellence meets commitment. With a vision to redefine manpower services, we take pride in being a leading provider of skilled professionals across diverse industries. Explore our commitment to excellence in supplying top-notch manpower for your business needs."
        },
        "services": {
            "pageName": "Services",
            "title": "Need Help Or Customized Package?",
            "description": "Al Ghawali Manpower Supply excels in delivering proficient housemaids, experienced waitresses, and more, catering to diverse staffing needs across Oman with unmatched reliability and professionalism.",
            "buttonText": "Contact Us"
        },
        "blogs": {
          "pageName": "Blogs",
          "title": "Our Blogs",
          "description": "Explore our blog for a blend of insightful articles, latest trends, and engaging content. From life hacks to tech updates, we've got your curiosity covered. Join us on this journey of discovery and enjoy a delightful read. Welcome to a space where ideas flourish and words come alive!"
        }
      },
      "aboutUsMission": {
        "title": "Our Mission",
        "connectingSkills": {
          "subtitle": "Connecting Skills to Needs",
          "content": "Our mission is to link businesses with the right talent. Utilizing meticulous recruitment processes, we ensure that the professionals we provide possess the skills and dedication necessary to contribute to the success of our clients."
        },
        "exceedingExpectations": {
          "subtitle": "Exceeding Expectations",
          "content": "Our mission is to go beyond traditional manpower services, aiming to exceed expectations and contribute to the growth and efficiency of the businesses we serve."
        },
        "buildingPartnerships": {
          "subtitle": "Building Lasting Partnerships",
          "content": "We believe in building enduring partnerships with our clients. Prioritizing transparency, reliability, and a customer-centric approach, we aspire to be a trusted extension of your team."
        }
      } ,
      "officeSection": {
        "title": "Our Offices",
        "name":"Oman Office"
      } 
  }
  